frontend/views/widgets/_sidebar.php

SELECT * FROM `feehi_friendly_link` WHERE `status`=1 ORDER BY `sort`, `id`
---
        <div class="textwidget">
            <div class="d_tags_1">
                <?php
                $links = FriendlyLink::find()->where(['status' => FriendlyLink::DISPLAY_YES])->orderBy("sort asc, id asc")->asArray()->all();